chat_greetings = (f"Вітаємо в спільноті Хух:)\n"
                  f"Раді що ти з нами, просимо ознайомитися з правилами і вйо до спілкування!\n"
                  f"\n")
chat_rules = (f"Правила Хухо спільноти:\n"
              f"1. Тепер ти теж Хуха. Пишайся цим.\n"
              f"2. Розповідай про спільноту Хухів усім і кожній!\n"
              f"3. Шукаєш з ким зіграти партію? Запитай тут, місце ти знаєш.\n"
              f"4. Хухи це — добрі духи, токсіків люблять тіко їх мамки.\n"
              f"5. Холівари це добре коли вони не переходять на особистості, ненавидіти можна русню, "
              f"а не одне одного (див. п 4).\n"
              f"6. Хухи не ревниві але просять не рекламувати тут інші клуби.\n"
              f"7. Ми любимо поїсти, ділися своїми улюбленими закладами, а то й рецептами.\n"
              f"8. І домашніх тваринок теж милуємо, можеш тут потішити усіх фото, але знай міру.\n"
              f"9. Війна в країні, переходь на українську, ми полюбимо твій сурж!")


async def personal_greetings(user):
    text = f"{user.mention} " + chat_greetings
    return text


url_rules = "https://telegra.ph/Pravila-sp%D1%96lnoti-Huhispace-04-03"
